Repository: theorak/datec_timeline
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# tx_datectimeline_domain_model_date
source: Date
de: Termin

# tx_datectimeline_domain_model_date_plural
source: Dates
de: Termine

# tx_datectimeline_domain_model_date.title
source: Title
de: Titel

# tx_datectimeline_domain_model_date.description
source: Description
de: Beschreibung

# tx_datectimeline_domain_model_date.cruser
source: Creator
de: Ersteller

# tx_datectimeline_domain_model_date.cruser_plural
source: Creators
de: Ersteller

# tx_datectimeline_domain_model_date.start
source: Start
de: Von

# tx_datectimeline_domain_model_date.stop
source: Stop
de: Bis

# tx_datectimeline_domain_model_date.reminderStart
source: Reminder Start
de: Erinnerung ab

# tx_datectimeline_domain_model_date.participants
source: Participants
de: Teilnehmer

# fe_users.dateColor
source: Datec Timeline - Date Color
de: Datec Timeline - Terminfarbe

# tce.colorPicker
source: Choose color
de: Farbe auswählen

# tx_datectimeline.labels.noPaticipants
source: No Participants
de: Keine Teilnehmer

# tx_datectimeline.errors.dbError
source: Error accessing the database!
de: Fehler beim Zugriff auf die Datenbank!

# tx_datectimeline.errors.noDates
source: No dates found.
de: Keine Termine gefunden.

# tx_datectimeline.errors.noAccess
source: You don't have permission for this action.
de: Sie haben nicht genügend Rechte für diese Aktion.

# tx_datectimeline.messages.dateCreated
source: Date created.
de: Termin erstellt.

# tx_datectimeline.messages.dateSaved
source: Date saved.
de: Termin gespeichert.

# tx_datectimeline.messages.dateDeleted
source: Date deleted.
de: Termin entfernt.

# tx_datectimeline.tasks.reminderTask.name
source: Datec Timeline - Reminder Emails Task
de: Datec Timeline - Erinnerungs-Emails Task

# tx_datectimeline.tasks.reminderTask.description
source: Sends reminder emails for creators and participants of Datec Timeline planned dates.
de: Versendet Erinnerungs-Emails an Ersteller und Teilnehmer für Datec Timeline Termine.

# tx_datectimeline.tasks.cleanupTask.name
source: Datec Timeline - Cleanup Dates Task
de: Datec Timeline - Termine aufräumen Task

# tx_datectimeline.tasks.cleanupTask.description
source: Delete older date entries from the database to cleanup. CAUTION: this function removes definitely
de: Löschen alter Termine von der Datenbank zum Aufräumen. ACHTUNG: dieser Task entfernt definitiv

# tx_datectimeline.tasks.fields.numberOfDays
source: Number of days. Dates older (crdate) than X are deleted.
de: Anzahl von Tagen. Termine älter (crdate) als X werden gelöscht.

# tx_datectimeline.tasks.fields.numberOfDays.invalid
source: Not a valid Number.
de: Keine valide Nummer.

# tx_datectimeline.mail.dearSirOrMadam
source: Dear Sir or Madam,
de: Sehr geehrte/r Dame oder Herr,

# tx_datectimeline.mail.regards
source: Have a nice day!
de: Haben Sie einen schönen Tag!

# tx_datectimeline.mail.reminderSubject
source: Datec Timeline - Date Reminder
de: Datec Timeline - Terminerinnerung

# tx_datectimeline.mail.reminderMsg
source: You have a upcoming date and are either creator or invited partipant.
de: Sie haben einen bevorstehenden Termin und sind entweder Ersteller oder eingeladener Teilnehmer.

# tx_datectimeline.mail.createSubject
source: Datec Timeline - Date Created
de: Datec Timeline - Termin erstellt

# tx_datectimeline.mail.createMsg
source: The following date was created and you are either creator or invited partipant.
de: Der folgende Termin wurde erstellt und Sie sind entweder Ersteller oder eingeladener Teilnehmer.

# tx_datectimeline.mail.updateSubject
source: Datec Timeline - Date Updated
de: Datec Timeline - Termin aktualisiert

# tx_datectimeline.mail.updateMsg
source: The following date was updated and you are either creator or invited partipant.
de: Der folgende Termin wurde aktualisiert und Sie sind entweder Ersteller oder eingeladener Teilnehmer.

# tx_datectimeline.mail.deleteSubject
source: Datec Timeline - Date Deleted
de: Datec Timeline - Termin entfernt

# tx_datectimeline.mail.deleteMsg
source: The following date was deleted and you are either creator or invited partipant.
de: Der folgende Termin wurde entfernt und Sie sind entweder Ersteller oder eingeladener Teilnehmer.
